Repository: HELLSNAKES/Flow
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ru

# Chats
source: Chat settings
ru: Настройки чата

source: Remove ads
ru: Убрать рекламу

# RemoveStories
source: Remove stories banner
ru: Убрать баннер с историями

# RemovePYMK
source: Remove "People you may know"
ru: Убрать «Знакомых»

# NoTypingIndicator
source: Disable typing indicator
ru: Запретить «Печатает...»

# ReadAnonymously
source: Read messages anonymously
ru: Анонимное чтение

# ReadAnonymouslyDesc
source: Marking messages as seen available by tapping to emoji button
ru: Сообщения можно отмечать прочитанными нажатием по иконки с эмоцией

# Stories
source: Stories settings
ru: Настройки историй

# StoriesAnonymously
source: Watch stories anonymously
ru: Анонимный просмотр

# StoriesAnonymouslyDesc
source: Marking stories as seen available from story menu
ru: Истории можно отмечать просмотренными через меню

source: Loop stories
ru: Повтор историй

source: Download stories
ru: Загрузка историй

# DownloadStoriesDesc
source: Allows downloading stories from story menu
ru: Позволяет скачивать истории через меню

# Other
source: Other settings
ru: Другие настройки

source: Remove "Stories" tab
ru: Убрать вкладку «Истории»

source: Remove "Friends" tab
ru: Убрать вкладку «Друзья»

# NoAiCircle
source: Remove AI circle
ru: Скрыть кнопку ИИ

# CallConfirmation
source: Require call confirmation
ru: Подтверждать звонки

# Developer
source: Developers
ru: Разработчики

# DiscordDesc
source: Join for support, feedback, or a chat
ru: Место для быстрая помощи, отзыва и общения

# GithubDesc
source: Flow's repository
ru: Репозиторий Flow

# DvntmsDesc
source: All my repos in one place
ru: Все мои репозитории в одном месте

# FollowMe
source: Follow %@ on Twitter
ru: Подписаться на %@ в Twitter

# DonateMe
source: Flow is completely free. Feel free to buy me a coffee to support its development
ru: Flow полностью бесплатный. Вы можете угостить меня чашечкой кофе, чтобы поддержать разработку

# StoreDesc
source: Get a developer certificate and enjoy a wide range of exclusive apps
ru: Сертификат разработчика и множество крутых приложений в одном месте

# DeveloperFooter
source: Coded with ❤️
ru: Создано с ❤️

source: Messenger settings
ru: Настройки Messenger

source: Flow settings
ru: Настройки Flow

source: Select action
ru: Выберите действие

source: Send emoji
ru: Отправить эмодзи

source: Audio call
ru: Аудиозвонок

source: Video call
ru: Видеозвонок

source: Cancel
ru: Отмена

source: Mark messages as seen
ru: Отметить прочитанным

source: Mark story as seen
ru: Отметить просмотренным

source: Download story
ru: Скачать историю

source: Downloading
ru: Загрузка

# SavedToPhotos
source: Saved to the Photos
ru: Сохранено в фото

# FailedSaveImage
source: Failed to save image
ru: Не удалось сохранить фото

# FailedSaveVideo
source: Failed to save video
ru: Не удалось сохранить видео

# FailedDownloadVideo
source: Failed to download video
ru: Не удалось скачать видео
